# схема ответов
scheme = {
    'BANNED': {
        'list': ['дурак', 'дебил', 'идиот', 'дуралей', 'дурында', 'олигафрен'],
        'response': 'Я бы хотел обратить ваше внимание на то, что явное использование нецензурной лексики неуместно и не профессионально.'
    },
    'WHATS_UP': {
        'list': ['как дела', 'че как', 'как сам', 'чё кого', 'чё как', 'как ты'],
        'response': 'Спасибо, все путём! Хорошего дня 😊'
    },
    'HELLO': {
        'list': ['привет', 'хеллоу', 'здарова', 'приветствую', 'здравствуйте', 'салам'],
        'response': 'Здравия желаю!'
    },
    'WEATHER': {
        'list': ['погода', 'погодка'],
        'response': 'Сегодня отличная погода, остальное не важно!'
    },
    'DEFAULT': {
        'list': [],
        'response': 'Простите, не совсем понимаю, что вы имеете ввиду.'
    }
}
